Repository: 22388o/aqua-wallet
Catalog: lib/l10n/app_*.arb
Languages: bg

source: Amount
bg: Количество

source: Fee
bg: Такса

source: Send
bg: Изпрати

source: Receive
bg: Получи

source: Scan
bg: Сканирай

# confidental
source: Confidential
bg: Поверително

# authenticationMessage
source: Authenticate to Unlock
bg: Удостовери самоличността си, за да отключиш

# buyWithFiatScreenTitle
source: Buy Bitcoin and More
bg: Купи биткойн и други активи

# homeTabWalletTitle
source: Wallet
bg: Портфейл

# homeTabMarketplaceTitle
source: Marketplace
bg: Услуги

# homeTabSettingsTitle
source: Settings
bg: Настройки

# walletBitcoinPriceTitle
source: Bitcoin Price
bg: Цена на Биткойн

# assetTransactionsListTitle
source: Transactions
bg: Транзакции

# assetTransactionsLiquidEmptyList
source: Your {asset} transactions will show up here.
bg: Твоите {asset} транзакци(и) ще се появят тук.

# assetTransactionsTypeSent
source: Sent
bg: Изпратено

# assetTransactionsTypeReceived
source: Received
bg: Получено

# assetTransactionsTypeRedeposit
source: Redeposit
bg: Депозирай отново

# assetTransactionsTypeSwap
source: Swap
bg: Обмяна

# assetTransactionsTypeSwapTo
source: Swapped to {ticker}
bg: Обменено за {ticker}

# assetTransactionsTypeSwapFrom
source: Swapped from {ticker}
bg: Обменено от {ticker}

# assetTransactionsItemBitcoinEmpty
source: Your Bitcoin transactions will show up here.
bg: Твоите биткойн транзакции ще се покажат тук.

# assetTransactionDetailsTimeAt
source: at
bg: в

# assetTransactionDetailsDelivered
source: Swapped
bg: Обменени

# assetTransactionDetailsReceived
source: For
bg: за

# assetTransactionDetailsMyNotes
source: My Notes
bg: Моите бележки

# assetTransactionDetailsMyNotesPlaceholder
source: Only visible to you
bg: Видимо само за теб

# assetTransactionDetailsTransactionId
source: Transaction ID
bg: Номер на транзакцията

# assetTransactionDetailsExplorerButton
source: View in Explorer
bg: Преглед в Explorer

# assetTransactionDetailsLiquidExplorerButton
source: View confidential transaction in Explorer
bg: Виж поверителната транзакция в Explorer

# assetTransactionDetailsLiquidUnblindedExplorerButton
source: View unblinded transaction in Explorer
bg: Преглед на разкрита транзакция в Explorer

# assetTransactionDetailsErrorButton
source: Go Back
bg: Назад

# assetTransactionDetailsPending
source: Pending
bg: В очакване

# exchangeSwapButton
source: Swap
bg: Обмяна

# exchangeTransferFromTitle
source: Transfer from
bg: Обмени от

# exchangeTransferToTitle
source: Transfer to
bg: Обмени в

# exchangeSwapBalance
source: Balance:
bg: Баланс:

# exchangeSwapInsufficientFunds
source: Insufficient funds
bg: Недостатъчни средства

# languageSettingsTitle
source: Language
bg: Език

# backupRecoveryPhraseTitle
source: Write down your seed phrase
bg: Запиши твоята семенна фраза

# backupRecoveryPhraseSubtitle
source: Your 12-word seed phrase is your wallet's backup. Write it down using a pen and paper and store it somewhere safe. Do not make a digital copy such as a screenshot - digital backups can be easily compromised. Even better would be to use a metal seed backup device, but you can look into that later!
bg: Твоята семенна фраза от 12 думи е резервното копие на портфейла ти. Запиши го с химикал на хартия и го съхранявай на сигурно място. Не прави цифрово копие като екранна снимка. Цифровите копия лесно могат да бъдат откраднати. Още по-добре би било да запазиш фразата на метален носител, но може да проучиш тази опция на по-късен етап.

# backupRecoveryPhraseButton
source: Continue
bg: Продължи

# backupRecoveryAlertTitle
source: Oops, screenshots are not safe
bg: Изчакай! Екранните снимки не са безопасни

# backupRecoveryAlertSubtitle
source: Digital copies can be compromised and you might lose access to your wallet or funds. Please delete this screenshot from your device.
bg: Снимките могат да бъдат откраднати и ти можеш да загубиш достъп до портфейла или средствата си. Моля, изтрий тази екранна снимка от устройството си.

# backupRecoveryAlertButton
source: Continue
bg: Продължи

# backupConfirmationTitle
source: Confirm Backup
bg: Потвърди резервно копие

# backupConfirmationSelect
source: Select Word #{position}
bg: Избери дума #{position}

# backupConfirmationButton
source: Explore AQUA
bg: Разгледай AQUA

# backupFailureTitle
source: Something went wrong
bg: Нещо се обърка

# backupFailureDescription
source: Oops. Looks like you’ve written the wrong word when writing down your seed. Make sure you have a copy of the correct words. These words are very important!
bg: Опа! Изглежда, че си написал грешната дума, когато си въвеждал семенната фраза. Увери се, че имаш копие на правилните думи. Тези думи са много важни!

# backupFailureQuitButton
source: Quit
bg: Изход

# backupFailureRetryButton
source: Retry
bg: Опитай отново

# backupInviteTitle
source: Backup your wallet
bg: Направи резервно копие на твоя портфейл

# backupInviteDescription
source: With AQUA, you can be your own bank. No one else but you has access to your assets. Not even us. With great power comes great responsibility. You'll need a backup of your wallet to ensure you can always access your assets, even if you lose or break your device.
bg: С AQUA можеш да бъдеш своя собствена банка! Никой друг освен теб няма достъп до твоите активи. Дори и ние! С голямата сила идва и голяма отговорност. Ще ти трябва резервно копие на портфейла, за да си сигурен/а, че винаги имаш достъп до активите си, дори ако загубиш или счупиш устройството си.

# backupInviteButtonNext
source: Start Backup
bg: Започни създаването на резервно копие

# backupInviteButtonLater
source: Backup Later
bg: Създай резервно копие по-късно

# backupInviteLoadingIndicator
source: Creating your wallet...
bg: Създаване на твоя портфейл...

# restorePromptTitle
source: Get your seed phrase ready
bg: Подготви своята семенна фраза

# restorePromptSubtitle
source: You can restore your wallet using the 12-word seed phrase that you wrote down during the wallet backup process. Only seed phrases generated in AQUA are supported.
bg: Можеш да възстановиш портфейла си, като използваш семенната фраза от 12 думи, която си записал по време на процеса на създаване на резервно копие на портфейла. Поддържат се само семенни фрази, генерирани в AQUA.

# restorePromptButton
source: Start
bg: Започни

# restoreInputTitle
source: Restore an AQUA wallet
bg: Възстанови AQUA портфейл

# restoreInputSubtitle
source: Enter the seed phrase
bg: Въведи семенна фраза

# restoreInputError
source: Seed phrase was incorrect. Try again.
bg: Семенната фраза е грешна. Опитай отново.

# restoreInputButton
source: Restore
bg: Възстанови

# unknownErrorTitle
source: Error
bg: Грешка

# unknownErrorSubtitle
source: Unknown error occurred. Please try again later.
bg: Възникна неизвестна грешка. Моля, опитай отново по-късно.

# unknownErrorButton
source: Retry
bg: Опитай отново

# linkErrorAlertTitle
source: Sorry, we couldn’t open the link
bg: Съжаляваме, не можахме да отворим връзката

# linkErrorAlertSubtitle
source: Unknown error occurred. Please try again later.
bg: Възникна неизвестна грешка. Моля, опитай отново по-късно.

# receiveHistoryTitle
source: Address History
bg: История на адресите

# receiveHistoryAddressesEmptyTitle
source: No History
bg: Няма история

# receiveHistoryAddressesEmptyDesc
source: Your transactions will appear here
bg: Твоите транзакции ще се появят тук.

# scanQrCodeTitle
source: Scan QR Code
bg: Сканирай QR код

# scanQrCodeValidationAlertTitle
source: Invalid QR Code
bg: Невалиден QR код

# scanQrCodeUnsupportedAssetAlertSubtitle
source: Asset ID not supported.
bg: ID на актив не се поддържа.

# scanQrCodeValidationAlertRetryButton
source: Try Again
bg: Опитай отново

# scanQrCodePermissionAlertTitle
source: Camera Permission
bg: Разрешение за камерата

# scanQrCodePermissionAlertSubtitle
source: QR code scanner requires camera permission to be granted.
bg: Сканирането на QR код изисква разрешение за камерата.

# scanQrCodePermissionAlertCancelButton
source: Cancel
bg: Отказ

# scanQrCodePermissionAlertGrantButton
source: Grant
bg: Предостави достъп

# pokerChipBalanceLabel
source: Chip Balance
bg: Chip баланс

# pokerChipBalanceError
source: Cannot read Bitcoin Chip
bg: Bitcoin Chip не може да се прочете.

# pokerChipBalanceExplorerButton
source: View in Explorer
bg: Преглед в Explorer

# tabSavings
source: Savings Account
bg: Спестовна сметка

# tabSpending
source: Spending Accounts
bg: Разплащателни сметки

# receiveAddressSearchHint
source: Search history
bg: История на търсенията

# receiveAddressChipsUsed
source: Used Addresses
bg: Използвани адреси

# receiveAddressChipsAll
source: All Addresses
bg: Всички адреси

# receiveAddressHistoryReceivedLabel
source: Received
bg: Получено

source: Copied to clipboard
bg: Копирано

# settingsScreenTitle
source: Settings
bg: Настройки

# settingsScreenItemLanguage
source: Language
bg: Език

# settingsScreenItemRegion
source: Region
bg: Регион

# settingsScreenItemDarkMode
source: Dark Mode
bg: Тъмен режим

# settingsScreenItemExplorer
source: Default Block Explorer
bg: Block Explorer по подразбиране

# settingsScreenItemAssets
source: Manage Assets
bg: Управление на активи

# settingsScreenItemPhrase
source: View Seed Phrase
bg: Виж семенна фраза

# settingsScreenItemRemoveWallet
source: Delete Wallet
bg: Изтриване на портфейл

# settingsScreenItemVersion
source: Version {version}
bg: Версия {version}

# settingsScreenSectionAdvanced
source: Advanced Settings
bg: Разширени настройки

# settingsScreenSectionGeneral
source: General Settings
bg: Основни настройки

# regionSettingsScreenHint
source: Choose your region
bg: Избери своя регион

# regionSettingsScreenSearchHint
source: Search for your region
bg: Потърси своя регион

# regionSettingsScreenTitle
source: Region
bg: Регион

# regionSettingsScreenError
source: Couldn't load regions. Please try again later.
bg: Регионите не можаха да се заредят. Моля, опитай отново по-късно.

# refExRateSettingsScreenTitle
source: Reference Rate
bg: Референтна ставка

# refExRateSettingsScreenItemLabel
source: {currency} from {exchange}
bg: {currency} от {exchange}

# marketplaceScreenBuyButton
source: Buy Bitcoin
bg: Купи биткойн

# marketplaceScreenExchangeButton
source: Swaps
bg: Обмени

# marketplaceScreenRemittanceButton
source: Pay Bills
bg: Плащане на сметки

# marketplaceScreenBankingButton
source: Debit Card
bg: Дебитна карта

# marketplaceScreenBuyButtonDescription
source: Buy and Sell Bitcoin and Liquid assets
bg: Купи и продавай биткойни и Liquid активи

# marketplaceScreenExchangeButtonDescription
source: Utilize SideSwap peer-to-peer services
bg: Използвай SideSwap peer-to-peer услуги

# marketplaceScreenRemittanceButtonDescription
source: Coming soon!
bg: Очаквай скоро!

# marketplaceScreenBankingButtonDescription
source: Coming soon!
bg: Очаквай скоро!

# marketplaceRegionScreenTitle
source: Marketplace
bg: Пазар

# marketplaceRegionScreenDescriptionStartNormal
source: Select your
bg: Изберете своя

# marketplaceRegionScreenDescriptionBold
source: region
bg: регион

# marketplaceRegionScreenDescriptionEndNormal
source: first
bg: първо

# recoveryPhraseAuthorizationError
source: Verification Failed
bg: Верификацията е неуспешна

# removeWalletScreenTitle
source: Warning
bg: Внимание

# removeWalletScreenDesc
source: Double-check that you have a seed backup before removing this wallet. Without a seed backup, you will have no way to restore this wallet or access your assets. Removing this wallet will delete everything and take you back to the AQUA start screen.
bg: Провери отново дали имаш своята семенна фраза записана, преди да премахнеш този портфейл. Без своята семенна фраза няма да има начин да възстановиш този портфейл или да получиш достъп до своите активи! Премахването на този портфейл ще те върне обратно към началния екран на AQUA.Ověřte si pořádně, že je máte zálohu vašeho seedu před odebráním peněženky. Bez zálohy nebudete mít možnost danou peněženku obnovit. Odstraněním peněženky dojde k odstranění veškerého obsahu a uvede aplikaci do továrního nastavení.

# removeWalletScreenConfirmButton
source: Remove Wallet
bg: Премахни портфейла.

# removeWalletScreenCancelButton
source: Cancel
bg: Отказ

# removeWalletScreenVerificationFailed
source: Verification Failed
bg: Верификацията е неуспешна

# removeWalletScreenRemoveFailed
source: Failed to remove wallet properly
bg: Неуспешно премахване на портфейла

# manageAssetsScreenTitle
source: Manage Assets
bg: Управление на активи

# manageAssetsScreenAddButton
source: Add More Assets
bg: Добави още активи

# manageAssetsScreenError
source: Failed to load assets list. Please try again later.
bg: Неуспешно зареждане на списъка с активи. Моля, опитай отново по-късно.

# addAssetsScreenTitle
source: Add more Assets
bg: Добави още активи

# pokerchipScreenDescription
source: Read your Bitcoin Chip
bg: Прочети своя Bitcoin Chip

# pokerchipScreenReadButton
source: Read Bitcoin Chip
bg: Прочети Bitcoin Chip

# welcomeScreenDesc1
source: Bitcoin and Layer 2 Wallet
bg: Биткойн и разплащателен портфейл

# welcomeScreenDesc2
source: Bitcoin and Tether Wallet
bg: Биткойн и Tether портфейл

# welcomeScreenDesc3
source: Bitcoin, Lightning, and Liquid Superapp
bg: Биткойн супер портфейлът

# welcomeScreenDesc4
source: The Bitcoin Wallet Your Grandma Can Use
bg: Биткойн портфейл, който и баба ти може да ползва

# welcomeScreenCreateButton
source: Create Wallet
bg: Създай портфейл

# welcomeScreenRestoreButton
source: Restore Wallet
bg: Възстанови портфейл

# receiveMenuScreenTitle
source: Receive
bg: Получи

# receiveMenuScreenSectionAquaAssets
source: AQUA Assets
bg: AQUA Активи

# receiveMenuScreenSectionOtherAssets
source: Other Assets
bg: Други активи

# receiveAssetScreenTitle
source: Receive
bg: Получи

# receiveAssetScreenAddNotes
source: Add notes
bg: Добави бележка

# receiveAssetScreenSetAmount
source: Set Amount
bg: Задай количество

# receiveAssetScreenShare
source: Share
bg: Сподели

# receiveAssetScreenVariableShift
source: Variable Shift
bg: Смяна на променлива

# receiveAssetScreenExpiresOn
source: Single-use address expires on: {date}
bg: Изтича на: {date}

# receiveAssetAmountSheetTitle
source: Set Amount
bg: Задай количество

# receiveAssetAmountSheetConfirmButton
source: Confirm
bg: Потвърди

# receiveAssetAmountSheetCancelButton
source: Cancel
bg: Отказ

# addNoteScreenTitle
source: Add Notes
bg: Добави бележка

# addNoteScreenHint
source: Write something here...
bg: Напиши нещо тук...

# addNoteScreenSaveButton
source: Save
bg: Запази

# sendAssetScreenTitle
source: Send
bg: Изпрати

# sendAssetScreenDescription
source: You can input an address or scan
bg: Можеш да въведеш адрес или да сканираш

# sendAssetScreenClipboardTitle
source: Paste from clipboard
bg: Постави

# sendAssetScreenUseAllFundsButton
source: Send Max
bg: Изпрати максималното количество

# sendAssetAmountScreenAmountHint
source: Set amount
bg: Количество

# sendAssetAmountScreenContinueButton
source: Continue
bg: Продължи

# sendAssetAmountScreenEmptyAddressError
source: Fill the address field
bg: Попълни полето за адрес

# sendAssetAmountScreenInvalidAddressError
source: Invalid address
bg: Невалиден адрес

# sendAssetAmountScreenEmptyAmountError
source: Fill the amount field
bg: Попълни полето за количество

# sendAssetAmountScreenNotEnoughFundsError
source: Not enough funds
bg: Недостатъчни средства

# sendAssetAmountScreenUnsupportedInvoiceError
source: Unsupported invoice
bg: Фактурата не се поддържа

# sendAssetAmountScreenExpiredInvoiceError
source: Expired invoice
bg: Изтекла фактура

# sendAssetAmountScreenNonMatchingAssetIdError
source: Invoice asset does not match
bg: Активът на фактурата не съответства

# sendAssetReviewScreenConfirmAmountTitle
source: The recipient will receive
bg: Получателят ще получи

# sendAssetReviewScreenConfirmAddressTitle
source: Send to
bg: Изпрати до

# sendAssetReviewScreenConfirmPriorityTitle
source: Choose Priority
bg: Избери приоритет

# sendAssetReviewScreenConfirmPriorityLow
source: Low
bg: Нисък

# sendAssetReviewScreenConfirmPriorityStandard
source: Standard
bg: Стандартен

# sendAssetReviewScreenConfirmPriorityHigh
source: High
bg: Висок

# sendAssetReviewScreenConfirmFeeTitle
source: Pay network fees with
bg: Плати таксите за мрежата с

# sendAssetReviewScreenGenericLabel
source: You are sending {symbol} on the {network} Network
bg: Ти изпращаш {symbol} на мрежата {network}

# sendAssetReviewScreenConfirmSlider
source: Slide to send
bg: Плъзни за изпращане

# sendAssetReviewScreenSendTo
source: Send to
bg: Изпрати до

# sendAssetReviewScreenAmount
source: Amount
bg: Количество

# sendAssetReviewScreenFee
source: Fee
bg: Такса

# sendAssetReviewScreenTotal
source: Total
bg: Тотал

# sendAssetCompleteScreenAmountTitle
source: You’ve successfully sent
bg: Ти успешно изпрати

# sendAssetCompleteScreenUsdAmountLabel
source: Amount
bg: Количество

# sendAssetCompleteScreenFeeLabel
source: Network Fee
bg: Такса на мрежата

# sendAssetCompleteScreenNoteLabel
source: My Notes
bg: Моите бележки

# sendAssetCompleteScreenIdLabel
source: Transaction ID
bg: Номер на транзакцията

# sendAssetCompleteScreenTimeLabel
source: Time
bg: Час

# sendAssetCompleteScreenDateLabel
source: Date
bg: Дата

# sendAssetCompleteScreenDoneButton
source: Done
bg: Готово

# insufficientFundsSheetMessage
source: You don’t have enough funds
bg: Нямаш достатъчно средства

# insufficientFundsSheetRequiredFee
source: Required fee: {fee}
bg: Необходима такса: {fee}

# insufficientFundsSheetCurrentBalance
source: Current balance: {balance}
bg: Текущ баланс: {balance}

# insufficientFundsSheetAssetTitle
source: Get {asset}
bg: Вземи {asset}

# insufficientFundsSheetAssetDescription
source: Browse marketplace
bg: Разгледай пазара

# sideshiftNoPermissionsError
source: This feature is currently not available
bg: Тази функция не е налична

# sideshiftDeliverAmountRequiredError
source: A delivery amount is required.
bg: Изисква се сума за доставка.

# sideshiftDeliverAmountExceedBalanceError
source: The delivery amount exceeds the available balance.
bg: Сумата за доставка надвишава наличния баланс.

# sideshiftMinDeliverAmountError
source: The delivery amount is below the minimum allowed amount of {min}.
bg: Сумата за доставка е под минималната разрешена сума от {min}.

# sideshiftMaxDeliverAmountError
source: The delivery amount exceeds the maximum allowed amount of {max}.
bg: Сумата за доставка надвишава максимално допустимото количество от {max}.

# sideshiftFeeBalanceError
source: Insufficient balance to cover the fees.
bg: Недостатъчен баланс за покриване на таксите.

# sideshiftGenericError
source: There was an error creating this order.
bg: Възникна грешка при създаването на тази поръчка.

source: Sideshift Orders
bg: Sideshift поръчки

# sideshiftOrderListEmptyState
source: Your shift orders will show up here.
bg: Твоите shift поръчки ще се покажат тук.

# sideshiftCustomerService
source: Contact SideShift Customer Service
bg: Свържи се с обслужването на клиенти на SideShift

# sideshiftOrderIdCopiedSnackbar
source: Shift ID copied
bg: Shift ID е копиран

# sideshiftDepositAddress
source: Deposit Address
bg: Адрес за депозиране

# sideshiftSettleAddress
source: Settle Address
bg: Адрес за уреждане

# sideshiftDepositAddressCopiedSnackbar
source: Deposit address copied
bg: Адресът за депозит е копиран

# sideshiftSettleAddressCopiedSnackbar
source: Settle address copied
bg: Адресът за ураждане е копиран

# sideshiftOrderCreatedAt
source: Created at
bg: Създадено на

# sideshiftOrderExpiresAt
source: Expires at
bg: Изтича на

# sideshiftOrderSettleAmount
source: Settle Amount
bg: Сума за уреждане

# sideshiftOrderDepositAmount
source: Deposit Amount
bg: Количество за депозиране

# sideshiftOrderStatusPending
source: Pending
bg: В очакване

# sideshiftOrderStatusProcessing
source: Processing
bg: Обработка

# sideshiftOrderStatusReview
source: Review
bg: Преглед

# sideshiftOrderStatusWaiting
source: Waiting
bg: Очакване

# sideshiftOrderStatusSettling
source: Settling
bg: Уреждане

# sideshiftOrderStatusSettled
source: Settled
bg: Уредено

# sideshiftOrderStatusRefund
source: Refund
bg: Възстановяване на средства

# sideshiftOrderStatusRefunding
source: Refunding
bg: Възстановяване

# sideshiftOrderStatusRefunded
source: Refunded
bg: Възстановени

# sideshiftOrderStatusExpired
source: Expired
bg: Изтекъл

# sideshiftOrderStatusUnknown
source: Unknown
bg: Неизвестен

# swapScreenTitle
source: Swaps
bg: Обмени

# swapScreenConvertAllButton
source: Swap All
bg: Обмени всичко

# swapScreenSuccessAmountTitle
source: You’ve successfully swapped to
bg: Ти успешно обмени в

# swapScreenSuccessSentAmountLabel
source: Swap from
bg: Обмени от

# swapScreenSuccessTransactionIdLabel
source: Transaction ID
bg: ID на транзакцията

# swapScreenSuccessTimeLabel
source: Time
bg: Час

# swapScreenSuccessDateLabel
source: Date
bg: Дата

# swapScreenLoadingMessage
source: Swapping {amount} {deliver} to {receive}
bg: Конвертиране на {amount} {deliver} в {receive}

# swapErrorUnselectedAsset
source: Both source and target assets must be selected
bg: Трябва да бъдат избрани както изходните, така и целевите активи

# swapErrorInvalidBtcPair
source: BTC can only be swapped to L-BTC
bg: BTC може да бъде обменен само за L-BTC

# swapErrorInvalidLbtcPair
source: L-BTC can only be swapped to BTC or USDt
bg: L-BTC може да се обменя само за BTC или USDt

# swapErrorInvalidUsdtPair
source: USDt can only be swapped to L-BTC
bg: USDt може да се обменя само за L-BTC

# swapErrorUnspendableAmount
source: Balance is too low to convert
bg: Балансът е твърде нисък за конвертиране

source: Swap Error
bg: Грешка при обмена

# welcomeScreenTitle
source: Set up your AQUA Wallet
bg: Надстройте своя портфейл AQUA

# welcomeScreenDescription
source: Your wallet will support Bitcoin, Lightning, Liquid, and Tether USDt!
bg: Твоят портфейл ще поддържа Bitcoin, Lightning, Liquid и Teter USDt.

# welcomeScreenCreateButtonTitle
source: Create New Wallet
bg: Създай нов портфейл

# welcomeScreenCreateButtonDescription
source: New to Bitcoin? Create a wallet for yourself!
bg: Нов си в Биткойн? Създай портфейл за теб сега!

# welcomeScreenRestoreButtonTitle
source: Restore Existing Wallet
bg: Възстанови съществуващ портфейл

# welcomeScreenRestoreButtonDescription
source: If you have a seed phrase from before, restore it here!
bg: Ако вече имаш семенна фраза, може да възстановиш портфейла си тук

# welcomeScreenToSDescriptionNormal
source: I have read and agree to the
bg: Прочетох и съм съгласен/а с

# welcomeScreenToSDescriptionBold
source: Terms of Service
bg: Общите Условия

# welcomeScreenPrivacyDescriptionBold
source: Privacy Policy
bg: Политиката за поверителност

# settingsScreenPrivacyDescription
source: Privacy Policy
bg: Политика за поверителност

# welcomeScreenUnacceptedToSError
source: Please accept the Terms of Service & Privacy Policy before proceeding
bg: Моля, приеми Общите условия и Политиката за поверителност, преди да продължиш

# welcomeScreenUnacceptedDisclaimerError
source: Please accept the beta disclaimer before proceeding
bg: Моля, приеми бета отказа от отговорност, преди да продължиш
