Repository: 22388o/aqua-wallet
Catalog: lib/l10n/app_*.arb
Languages: bg

# welcomeScreenBetaDisclaimer
source: Beta Disclaimer: AQUA Wallet (BETA), is in beta form as the name describes, and may contain defects. You are advised to safeguard important data and your assets, to use caution, and not to rely in any way on the correct functioning or performance of the product and/or accompanying materials. By installing the AQUA Wallet (BETA), you agree to use it at your own risk.
bg: Бета отказ от отговорност: AQUA Wallet (BETA) е в бета версия, както е описано от името и може да съдържа дефекти. Съветваме те да пазиш важни данни за своите активи, да бъдеш внимателен/а и да не разчиташ по никакъв начин на правилното функциониране на продукта и/или придружаващите го материали. С инсталирането на AQUA Wallet (BETA) ти се съгласяваш да го използваш на свой собствен риск.

# walletCreateAnimationTitle
source: Creating Wallet
bg: Създаване на портфейл

# walletRestoreAnimationTitle
source: Restoring Wallet
bg: Възстановяване на портфейл

# errorMinPegInAmount
source: Minimum amount is {amount} BTC
bg: Минималната сума е {amount} BTC

# errorMinPegOutAmount
source: Minimum amount is {amount} L-BTC
bg: Минималната сума е {amount} L-BTC

# pegInProgress
source: Conversion has been initiated
bg: Преобразуването е започнато

# pegErrorFeeExceedAmount
source: Peg fee exceeds deliver amount. Enter a higher amount.
bg: Таксата надвишава сумата за доставка. Въведи по-висока сума.

# pegErrorTransaction
source: Error while creating transaction
bg: Грешка при създаване на транзакция

# pegInsufficientFeeBalanceError
source: Insufficient balance to cover the fees.
bg: Недостатъчен баланс за покриване на таксите.

source: Swap
bg: Обмени

source: Review Swap
bg: Преглед на обмена

# pegOrderReviewTitle
source: You are swapping
bg: Ти обменяш

# conversionReceiveAmount
source: You will receive
bg: Ти ще получиш

# pegOrderReviewOrderId
source: Order ID
bg: Номер на поръчката

# gdkNetworkInvalidAddress
source: Invalid address
bg: Невалиден адрес

# gdkNetworkInvalidAmount
source: Invalid amount
bg: Невалидно количество

# gdkNetworkInsufficientFunds
source: Insufficient funds
bg: Недостатъчно средства

# boltzSendStatusPending
source: Lightning Payment in Process
bg: Плащане по Lightning в процес на обработка

# boltzSendStatusFailed
source: Lightning Payment Failed
bg: Плащане по Lightning Провалено

# boltzSendStatusSuccess
source: Lightning Payment Succeeded
bg: Плащане по Lightning Успешно

# boltzSendUnknownStatus
source: Lightning Payment - Unknown Status
bg: Плащане по Lightning - Неизвестен статус

# boltzRefund
source: Refund
bg: Възстановяване на средства

# boltzCopyRefundData
source: Copy Refund Data
bg: КОПИРАЙ ДАННИТЕ ЗА ВЪЗСТАНОВЯВАНЕ НА СУМИТЕ

# boltzMinAmountError
source: The amount is below the min of {min} sats.
bg: Сумата е под минимума от {min} сатошита.

# boltzMaxAmountError
source: The amount exceeds the max of {max} sats.
bg: Сумата надвишава максимума от {max} сатошита.

# boltzGenerateInvoice
source: Generate Invoice
bg: Създай фактура

source: Lightning Invoice
bg: Lightning фактура

source: Max
bg: Максиум

source: Min
bg: Минимум

# convert
source: Swap
bg: Обмяна

# lightningTransactionSuccessScreenDoneButton
source: Done
bg: Готово

# lightningTransactionSuccessScreenSendTitle
source: You’ve sent
bg: Ти изпрати

# lightningTransactionSuccessScreenReceiveTitle
source: You’ve received
bg: Ти получи

# lightningTransactionSuccessScreenAmountSats
source: {amount} Sats
bg: {amount} Сатошита

# receiveLightningViewGeneratingStatusMessage
source: Generating invoice
bg: Генериране на фактура

# receiveLightningViewProcessingStatusMessage
source: Processing
bg: Процесиране

source: Layer 2 Bitcoin
bg: Разплащателен Биткойн

# settingsScreenItemHiddenLanguageDisabled
source: Hidden Languages Disabled
bg: Скритите езици са деактивирани

# settingsScreenItemHiddenLanguageEnabled
source: Hidden Languages Enabled
bg: Скритите езици са активирани

# marketplaceScreenComingSoon
source: Coming soon!
bg: Очаквай скоро!

# receiveLightningViewLoadingStatusMessage
source: Loading Boltz
bg: Зареждане на Boltz

# sideshiftFeesNotice
source: Powered by SideShift
bg: Услугата се осъществява от SideShift. Прилагат се такси за обслужването.

# boltzSupportEmail
source: Contact Boltz
bg: Свържи се с Boltz

# lightningTransactionSuccessScreenReceiveMessage
source: You’ve received Sats
bg: Ти получи Сатошита

# getHelpSupportScreenTitle
source: Get Help
bg: Потърси помощ

# contactUsHelpSupportScreenHeaderText
source: Need Help? Contact Us.
bg: Нужда от помощ? Свържи се с нас.

# sendAssetScreenLightningZeroSatsErrorMessage
source: Invoices without an amount are not supported
bg: Не се поддържат фактури без сума

# sendAssetScreenLightningInputHint
source: Enter an Invoice
bg: Въведи фактура

# sendAssetAmountScreenLightningEmptyAddressError
source: Fill the Invoice field
bg: Попълни полето за фактура

# marketplaceScreenBottomBoxText
source: Something you’d like to see here?
bg: Нещо, което би искал/а да видиш тук?

# marketplaceScreenBottomBoxTextBoldText
source: Contact us!
bg: Свържи се с нас!

# marketplaceBuySellScreenPlatformButtonSubText
source: Coming soon!
bg: Очаквай скоро!

# boltzRedeemScriptValidationError
source: Redeem Script from Boltz could not be validated.
bg: Скриптът за осребряване от Boltz не можа да бъде валидиран.
